# mqjcivp_en_US.properties
# This resource bundle contains the messages used by the Websphere MQ
# Client for Java and Bindings for Java installation verification
# programs.
# ---------------------------------------------------------------
1=5724-B4 (C) Copyright IBM Corp. 2002. All Rights Reserved.
2=Test de la connexion
3=Fermeture
4=Nom h\u00f4te :
5=Port :
6=Canal :
7=Gestionnaire de files d'attente :
8=Avertissement : Sp\u00e9cification de niveau de trace non correcte, la fonction de trace est d\u00e9sactiv\u00e9e.
#
# Messages produced whilst performing IVP test
# ---------------------------------------------------------------
#
9=Echec : La tentative de connexion au gestionnaire de files d'attente a \u00e9chou\u00e9.
#
10=\tCause : 2009 - La connexion au gestionnaire de files d'attente a \u00e9t\u00e9 perdue.\n\
\tAction : Assurez-vous que le nom de canal est correct\n\
\t        et que le gestionnaire de files d'attente fonctionne, et r\u00e9essayez.
#
11=\tCause : 2059 - Le gestionnaire de files d'attente n'est pas disponible.\n\
\tAction : V\u00e9rifiez que le gestionnaire de files d'attente fonctionne, et r\u00e9essayez.
#
12=\tCause : 2058 - Le nom du gestionnaire de files d'attente n'est pas correct ou est inconnu.\n\
\tAction : Modifiez le nom du gestionnaire de files d'attente et r\u00e9essayez.\n\
\t        En l'absence de caract\u00e8res pour le nom du gestionnaire de files d'attente,\n\
\t        la connexion se fera au gestionnaire de files d'attente par d\u00e9faut.
#
13=\tCause : 2063 - Erreur de s\u00e9curit\u00e9.\n\
\tAction : V\u00e9rifiez que l'id utilisateur et le mot de passe sont valides\n\
\t        pour le gestionnaire de files d'attente cible et r\u00e9essayez.
#
14=\tCause : Code anomalie MQ {0}\n\
\tAction : Pour plus d''informations, reportez-vous au manuel "IBM Websphere MQ - Guide de programmation d'applications".
#
15=Succ\u00e8s : La connexion au gestionnaire de files d'attente a abouti.
16=Echec : Impossible d'ouvrir SYSTEM.DEFAULT.LOCAL.QUEUE
#
17=\tCause : Votre gestionnaire de files d'attente n'a pas de \n\
\t        file SYSTEM.DEFAULT.LOCAL.QUEUE d\u00e9finie.\n\
\tAction : D\u00e9finissez la file d'attente SYSTEM.DEFAULT.LOCAL.QUEUE\n\
\t        pour votre gestionnaire de files d'attente et r\u00e9essayez.
#
18=Succ\u00e8s : SYSTEM.DEFAULT.LOCAL.QUEUE ouverte
#
19=Echec : Ecriture d'un message dans la m\u00e9moire tampon impossible.\n\
\tCause : La m\u00e9moire disponible est probablement insuffisante.\n\
\tAction : Fermez quelques applications et r\u00e9essayez.
#
20=Echec : Impossible d'ins\u00e9rer un message dans SYSTEM.DEFAULT.LOCAL.QUEUE
#
21=\tCause : La longueur maximale de message d\u00e9finie est insuffisante.\n\
\tAction : Donnez \u00e0 la longueur maximale des messages pour SYSTEM.DEFAULT.LOCAL.QUEUE\n\
\t        une valeur d'au moins 30 octets et r\u00e9essayez.
#
22=\tCause : La file d'attente est pleine.\n\
\tAction : Effacez quelques messages de la file d'attente et r\u00e9essayez.
#
23=Succ\u00e8s : Envoi d'un message \u00e0 SYSTEM.DEFAULT.LOCAL.QUEUE
24=Echec : Impossible de recevoir un message de SYSTEM.DEFAULT.LOCAL.QUEUE
#
25=\tCause : Il n'y a pas de message disponible.\n\
\tAction : V\u00e9rifiez qu'aucune autre application n'est en train d'extraire\n\
\t        des messages de SYSTEM.DEFAULT.LOCAL.QUEUE et r\u00e9essayez.
#
26=Echec : Les donn\u00e9es du messages sont alt\u00e9r\u00e9es.\n\
\tCause : Le message demand\u00e9 \u00e9tait indisponible ou a \u00e9t\u00e9 alt\u00e9r\u00e9. \n\
\tAction : Veuillez effacer tous les messages de SYSTEM.DEFAULT.LOCAL.QUEUE,\n\
\t        v\u00e9rifier qu'aucune autre application ne traite ces messages et ex\u00e9cuter \u00e0 nouveau ce test.
#
27=Succ\u00e8s: R\u00e9ception d'un message de SYSTEM.DEFAULT.LOCAL.QUEUE
28=Echec : Impossible de fermer SYSTEM.DEFAULT.LOCAL.QUEUE
29=Succ\u00e8s : SYSTEM.DEFAULT.LOCAL.QUEUE ferm\u00e9e
30=Echec : D\u00e9connexion du gestionnaire de files d'attente impossible
31=Succ\u00e8s : La d\u00e9connexion du gestionnaire de files d'attente a abouti.
32=\n\
\n\
Tests termin\u00e9s - \n\
SUCCES : Ce protocole de transport MQ fonctionne correctement.
#
# Messages produced whilst parsing user input
# ---------------------------------------------------------------
#
33=Echec : Sp\u00e9cification de port incorrecte, utilisation de 1414
34=Echec : Les classes du module MQ ne peuvent pas \u00eatre charg\u00e9es.\n\
\tCause : Le serveur Web ou l'afficheur d'applet ne peut pas trouver les classes MQ.\n\
\tAction : Veuillez v\u00e9rifier que les classes client MQ sont install\u00e9es\n\
\t        dans un sous-r\u00e9pertoire com/ibm/mq d'un r\u00e9pertoire de la variable CLASSPATH.
#
35=Test de {0} \n\
\n
#
36=Echec : Aucun nom h\u00f4te fourni.\n\
\tCause : La zone de saisie du nom h\u00f4te n'a pas \u00e9t\u00e9 remplie.\n\
\tAction : Saisissez un nom h\u00f4te et essayez \u00e0 nouveau.
#
37=V\u00e9rification de l'accessibilit\u00e9 de l'h\u00f4te.\n\
Si vous ex\u00e9cutez un programme d'\u00e9coute, les messages\n\
\"Fermeture de la connexion au syst\u00e8me h\u00f4te '<h\u00f4te>'.\",\n\
\"Lancement impossible du programme r\u00e9pondeur TCP/IP.\"\n\
peuvent s'afficher sur la console pendant le test.\n\
\n\
Si le nom h\u00f4te est correct, mais que l'h\u00f4te ne r\u00e9pond pas\n\
aux demandes de connexion, vous allez peut-\u00eatre devoir attendre \n\
jusqu'\u00e0 la fin du d\u00e9lai d'expiration...\n
#
38=Echec : La tentative de connexion a \u00e9chou\u00e9.\n\
\tCause : Votre navigateur Web ou afficheur d''applet ne vous \n\
\t        accorde pas la permission de vous connecter \u00e0 l''h\u00f4te\n\
\t        {0}. Certains navigateurs (comme Netscape par exemple)\n\
\t        vous permettent uniquement de vous connecter \u00e0 l''h\u00f4te qui a pris l''applet en charge.\n\
\tAction : Veuillez changer le nom h\u00f4te et essayer \u00e0 nouveau.\n
#
39=Echec : La tentative de connexion a \u00e9chou\u00e9.\n\
\tCause : {0} est un h\u00f4te inconnu.\n\
\tAction : Veuillez changer le nom h\u00f4te et essayer \u00e0 nouveau\n
#
40=Echec : La tentative de connexion a \u00e9chou\u00e9.\n\
\tCause : {0} est un nom h\u00f4te correct,\n\
\t        et vous \u00eates autoris\u00e9 \u00e0 vous y connecter.\n\
\t        Le d\u00e9mon TCP/IP ou le programme d''\u00e9coute sur \n\
\t        {1} n''est probablement pas en cours de fonctionnement.\n\
\tAction : Lancez le d\u00e9mon TCP/IP ou le programme d''\u00e9coute (et v\u00e9rifiez qu''il \n\
\t        est configur\u00e9 pour \u00e9couter via le port {2}).
#
41=Succ\u00e8s : L'acc\u00e8s \u00e0 l''h\u00f4te {0} a abouti.\n
#
42=Echec : Aucun nom de canal\n\
\tCause : La zone de saisie du nom de canal n'a pas \u00e9t\u00e9 remplie.\n\
\tAction : Saisissez un nom de canal et essayez \u00e0 nouveau.
#
43=Le test MQ va commencer...\n\
Si vous effectuez ce test via le Web, le t\u00e9l\u00e9chargement des classes MQ\n\
peut prendre du temps suivant la vitesse de votre\n\
connexion.\n
#
# Messages from text-only version of IVP
# ---------------------------------------------------------------
#
44=Websphere MQ for Java Installation Verification Program\n\
5724-B4 (C) Copyright IBM Corp. 2002. All Rights Reserved.\n\
==================================================================\n
#
45=Veuillez entrer l'adresse IP du serveur MQ                    :
46=Veuillez saisir le port de connexion                          : (1414)
47=Veuillez saisir le nom du canal de connexion au serveur       :
48=Veuillez saisir le nom du gestionnaire de files d'attente     :
49=Echec : Erreur lors de la lecture d'une entr\u00e9e standard, impossible de poursuivre.
#
50=\tCause : 2058 - Le nom du gestionnaire de files d'attente n'est pas correct ou est inconnu.\n\
\tAction : Modifiez le nom du gestionnaire de files d'attente et r\u00e9essayez.\n\
\t        Appuyez sur entr\u00e9e \u00e0 l'invite de saisie du nom du gestionnaire de files d'attente,\n\
\t        la connexion au gestionnaire par d\u00e9faut se fera automatiquement.
#
51=Echec : La tentative de connexion a \u00e9chou\u00e9.\n\
\tCause : Votre machine virtuelle Java ne vous \n\
\t        accorde pas la permission de vous connecter \u00e0 l''h\u00f4te\n\
\t        {0}. \
\tAction : Veuillez essayer \u00e0 nouveau avec un nom h\u00f4te diff\u00e9rent.\n
#
52=Echec : Aucun nom de canal\n\
\tAction : Lancez le programme \u00e0 nouveau et saisissez un nom de canal quand vous y serez invit\u00e9.\n
#
53=Websphere MQ Bindings for Java Installation Verification Program\n\
5724-B4 (C) Copyright IBM Corp. 2002 All Rights Reserved.\n\
==================================================================\n
#
54=Echec : Aucun nom h\u00f4te\n\
Action : Lancez le programme \u00e0 nouveau et saisissez un nom h\u00f4te quand vous y serez invit\u00e9.\n
55=\n\
\n\
Tests termin\u00e9s - \n\
SUCCES : Ce protocole de transport MQ fonctionne correctement.
#
56=Effacement
#
# Note for translators:
# The following property (property 57) should be a useful ASCII CCSID for
# the language. Set as per the following table:
#      819      _de, _en_US, _es, _fr, _it, pt
#      932      _ja
#      949      _ko
#     1381      _zh_CN
#      950      _zh_TW
#
57=819
#
58=Veuillez saisir le type de connexion (WebSphere MQ ou VisiBroker) : (WebSphere MQ)
59=Veuillez entrer l'adresse IP de la passerelle                  : (
60=)
61=Veuillez saisir le port de connexion                           : (1881)
62=Echec : Absence d'une variable logicielle Websphere MQ ou VBROKER_ADM
63=Appuyez sur Entr\u00e9e pour continuer...
#
# End of file
