# mqjcivp_en_US.properties
# This resource bundle contains the messages used by the Websphere MQ
# Client for Java and Bindings for Java installation verification
# programs.
# ---------------------------------------------------------------
1=5639-B43 (C) Copyright IBM Corp. 1997, 1998. All Rights Reserved.
2=\u30c6\u30b9\u30c8\u63a5\u7d9a
3=\u30af\u30ed\u30fc\u30ba
4=\u30db\u30b9\u30c8\u540d:
5=\u30dd\u30fc\u30c8:
6=\u30c1\u30e3\u30cd\u30eb:
7=\u30ad\u30e5\u30fc\u30fb\u30de\u30cd\u30fc\u30b8\u30e3\u30fc:
8=\u8b66\u544a: \u30c8\u30ec\u30fc\u30b9\u30fb\u30ec\u30d9\u30eb\u306e\u6307\u5b9a\u304c\u7121\u52b9\u3067\u3059\u3002\u30c8\u30ec\u30fc\u30b9\u306f\u4f7f\u7528\u3067\u304d\u307e\u305b\u3093\u3002
#
# Messages produced whilst performing IVP test
# ---------------------------------------------------------------
#
9=\u5931\u6557: \u30ad\u30e5\u30fc\u30fb\u30de\u30cd\u30fc\u30b8\u30e3\u30fc\u306b\u63a5\u7d9a\u3057\u3088\u3046\u3068\u3057\u307e\u3057\u305f\u304c\u5931\u6557\u3057\u307e\u3057\u305f\u3002
#
10=\u00a5t\u7406\u7531: 2009 - \u30ad\u30e5\u30fc\u30fb\u30de\u30cd\u30fc\u30b8\u30e3\u30fc\u3078\u306e\u63a5\u7d9a\u304c\u5931\u308f\u308c\u307e\u3057\u305f\u3002\u00a5n\u00a5
\u00a5t\u51e6\u7f6e: \u30c1\u30e3\u30cd\u30eb\u540d\u304c\u6709\u52b9\u3067\u3042\u308b\u304b\u3001\u307e\u305f\u30ad\u30e5\u30fc\u30fb\u30de\u30cd\u30fc\u30b8\u30e3\u30fc\u304c\u00a5n\u00a5
\u00a5t\u7a3c\u52d5\u3057\u3066\u3044\u308b\u304b\u3092\u78ba\u8a8d\u3057\u3066\u518d\u8a66\u884c\u3057\u3066\u304f\u3060\u3055\u3044\u3002
#
11=\u00a5t\u7406\u7531: 2059 - \u30ad\u30e5\u30fc\u30fb\u30de\u30cd\u30fc\u30b8\u30e3\u30fc\u304c\u4f7f\u7528\u3067\u304d\u307e\u305b\u3093\u3002\u00a5n\u00a5
\u00a5t\u51e6\u7f6e: \u30ad\u30e5\u30fc\u30fb\u30de\u30cd\u30fc\u30b8\u30e3\u30fc\u304c\u7a3c\u52d5\u3057\u3066\u3044\u308b\u304b\u3092\u78ba\u8a8d\u3057\u3066\u518d\u8a66\u884c\u3057\u3066\u304f\u3060\u3055\u3044\u3002
#
12=\u00a5t\u7406\u7531: 2058 - \u30ad\u30e5\u30fc\u30fb\u30de\u30cd\u30fc\u30b8\u30e3\u30fc\u540d\u304c\u7121\u52b9\u304b\u3001\u307e\u305f\u306f\u4e0d\u660e\u3067\u3059\u3002\u00a5n\u00a5
\u00a5t\u51e6\u7f6e: \u30ad\u30e5\u30fc\u30fb\u30de\u30cd\u30fc\u30b8\u30e3\u30fc\u540d\u3092\u4fee\u6b63\u3057\u3066\u518d\u8a66\u884c\u3057\u3066\u304f\u3060\u3055\u3044\u3002\u00a5n\u00a5
\u00a5t      \u30ad\u30e5\u30fc\u30fb\u30de\u30cd\u30fc\u30b8\u30e3\u30fc\u540d\u3092\u7a7a\u30b9\u30c8\u30ea\u30f3\u30b0\u306b\u8a2d\u5b9a\u3059\u308b\u3068\u3001\u30c7\u30d5\u30a9\u30eb\u30c8\u306e\u00a5n\u00a5
\u00a5t      \u30ad\u30e5\u30fc\u30fb\u30de\u30cd\u30fc\u30b8\u30e3\u30fc\u306b\u63a5\u7d9a\u3057\u307e\u3059\u3002
#
13=\u00a5t\u7406\u7531: 2063 - \u30bb\u30ad\u30e5\u30ea\u30c6\u30a3\u30fc\u30fb\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002\u00a5n\u00a5
\u00a5t\u51e6\u7f6e: \u30e6\u30fc\u30b6\u30fc ID \u3068\u30d1\u30b9\u30ef\u30fc\u30c9\u304c\u30bf\u30fc\u30b2\u30c3\u30c8\u306e\u30ad\u30e5\u30fc\u30fb\u30de\u30cd\u30fc\u30b8\u30e3\u30fc\u3067\u00a5n\u00a5
\u00a5t\u53d7\u3051\u5165\u308c\u53ef\u80fd\u304b\u3092\u78ba\u8a8d\u3057\u3066\u518d\u8a66\u884c\u3057\u3066\u304f\u3060\u3055\u3044\u3002
#
14=\u00a5t\u7406\u7531: MQ \u7406\u7531\u30b3\u30fc\u30c9 {0}\u00a5n\u00a5
\u00a5t\u51e6\u7f6e: \u8aac\u660e\u306b\u3064\u3044\u3066\u306f\u3001Websphere MQ \u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u30fb\u30d7\u30ed\u30b0\u30e9\u30df\u30f3\u30b0\u30fb\u30ea\u30d5\u30a1\u30ec\u30f3\u30b9\u3092\u53c2\u7167\u3057\u3066\u304f\u3060\u3055\u3044\u3002
#
15=\u6210\u529f: \u30ad\u30e5\u30fc\u30fb\u30de\u30cd\u30fc\u30b8\u30e3\u30fc\u306b\u63a5\u7d9a\u3057\u307e\u3057\u305f\u3002
16=\u5931\u6557: SYSTEM.DEFAULT.LOCAL.QUEUE \u3092\u30aa\u30fc\u30d7\u30f3\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002
#
17=\u00a5t\u7406\u7531: \u30ad\u30e5\u30fc\u30fb\u30de\u30cd\u30fc\u30b8\u30e3\u30fc\u306b SYSTEM.DEFAULT.LOCAL.QUEUE \u304c\u00a5n\u00a5
\u00a5t\u5b9a\u7fa9\u3055\u308c\u3066\u3044\u307e\u305b\u3093\u3002\u00a5n\u00a5
\u00a5t\u51e6\u7f6e: \u30ad\u30e5\u30fc\u30fb\u30de\u30cd\u30fc\u30b8\u30e3\u30fc\u306b SYSTEM.DEFAULT.LOCAL.QUEUED \u3092\u5b9a\u7fa9\u00a5n\u00a5
\u00a5t\u3057\u3066\u518d\u8a66\u884c\u3057\u3066\u304f\u3060\u3055\u3044\u3002
#
18=\u6210\u529f: SYSTEM.DEFAULT.LOCAL.QUEUE \u3092\u30aa\u30fc\u30d7\u30f3\u3057\u307e\u3057\u305f\u3002
#
19=\u5931\u6557: \u30d0\u30c3\u30d5\u30a1\u30fc\u3078\u30e1\u30c3\u30bb\u30fc\u30b8\u3092\u66f8\u304d\u8fbc\u3081\u307e\u305b\u3093\u3067\u3057\u305f\u3002\u00a5n\u00a5
\u00a5t\u7406\u7531: \u305f\u3076\u3093\u30e1\u30e2\u30ea\u30fc\u4e0d\u8db3\u3067\u3059\u3002\u00a5n\u00a5
\u00a5t\u51e6\u7f6e: \u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u3092\u5e7e\u3064\u304b\u30b7\u30e3\u30c3\u30c8\u30c0\u30a6\u30f3\u3057\u3066\u304b\u3089\u3001\u518d\u8a66\u884c\u3057\u3066\u304f\u3060\u3055\u3044\u3002
#
20=\u5931\u6557: SYSTEM.DEFAULT.LOCAL.QUEUE \u3078\u30e1\u30c3\u30bb\u30fc\u30b8\u3092\u51fa\u305b\u307e\u305b\u3093\u3067\u3057\u305f\u3002
#
21=\u00a5t\u7406\u7531: \u5b9a\u7fa9\u3055\u308c\u3066\u3044\u308b\u6700\u5927\u30e1\u30c3\u30bb\u30fc\u30b8\u9577\u304c\u5c0f\u3055\u3059\u304e\u307e\u3059\u3002\u00a5n\u00a5
\u00a5t\u51e6\u7f6e: SYSTEM.DEFAULT.LOCAL.QUEUE \u306e\u6700\u5927\u30e1\u30c3\u30bb\u30fc\u30b8\u9577\u3092\u5c11\u306a\u304f\u3068\u3082\u00a5n\u00a5
\u00a5t30 \u30d0\u30a4\u30c8\u306b\u8a2d\u5b9a\u3057\u3066\u518d\u8a66\u884c\u3057\u3066\u304f\u3060\u3055\u3044\u3002
#
22=\u00a5t\u7406\u7531: \u30ad\u30e5\u30fc\u304c\u3044\u3063\u3071\u3044\u3067\u3059\u3002\u00a5n\u00a5
\u00a5t\u51e6\u7f6e: \u30ad\u30e5\u30fc\u306e\u30e1\u30c3\u30bb\u30fc\u30b8\u3092\u3044\u304f\u3064\u304b\u524a\u9664\u3057\u3066\u518d\u8a66\u884c\u3057\u3066\u304f\u3060\u3055\u3044\u3002
#
23=\u6210\u529f: SYSTEM.DEFAULT.LOCAL.QUEUE \u3078\u30e1\u30c3\u30bb\u30fc\u30b8\u3092\u51fa\u3057\u307e\u3057\u305f\u3002
24=\u5931\u6557: SYSTEM.DEFAULT.LOCAL.QUEUE \u304b\u3089\u30e1\u30c3\u30bb\u30fc\u30b8\u3092\u8aad\u307f\u53d6\u308c\u307e\u305b\u3093\u3067\u3057\u305f\u3002
#
25=\u00a5t\u7406\u7531: \u4f7f\u7528\u53ef\u80fd\u306a\u30e1\u30c3\u30bb\u30fc\u30b8\u306f\u3042\u308a\u307e\u305b\u3093\u3002\u00a5n\u00a5
\u00a5t\u51e6\u7f6e: \u4ed6\u306e\u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u304c SYSTEM.DEFAULT.LOCAL.QUEUE \u304b\u3089\u00a5n\u00a5
\u00a5t\u30e1\u30c3\u30bb\u30fc\u30b8\u3092\u9664\u53bb\u3057\u3066\u3044\u306a\u3044\u304b\u3092\u78ba\u8a8d\u3057\u3066\u304b\u3089\u518d\u8a66\u884c\u3057\u3066\u304f\u3060\u3055\u3044\u3002
#
26=\u5931\u6557: \u30e1\u30c3\u30bb\u30fc\u30b8\u30fb\u30c7\u30fc\u30bf\u304c\u58ca\u308c\u3066\u3044\u307e\u3059\u3002\u00a5n\u00a5
\u00a5t\u7406\u7531: \u8981\u6c42\u3055\u308c\u305f\u30e1\u30c3\u30bb\u30fc\u30b8\u304c\u4f7f\u7528\u4e0d\u80fd\u304b\u3001\u5909\u66f4\u3055\u308c\u3066\u3044\u307e\u3059\u3002\u00a5n\u00a5
\u00a5t\u51e6\u7f6e: SYSTEM.DEFAULT.LOCAL.QUEUE \u5185\u306e\u30e1\u30c3\u30bb\u30fc\u30b8\u3092\u3059\u3079\u3066\u6d88\u53bb\u3057\u3001\u00a5n\u00a5
\u00a5t      \u4ed6\u306e\u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u304c\u3053\u308c\u3089\u306e\u30e1\u30c3\u30bb\u30fc\u30b8\u3092\u51e6\u7406\u3057\u3066\u3044\u306a\u3044\u3053\u3068\u3092\u78ba\u8a8d\u3057\u3066\u304b\u3089\u518d\u5b9f\u884c\u3057\u3066\u304f\u3060\u3055\u3044\u3002
#
27=\u6210\u529f: SYSTEM.DEFAULT.LOCAL.QUEUE \u304b\u3089\u30e1\u30c3\u30bb\u30fc\u30b8\u3092\u8aad\u307f\u53d6\u308a\u307e\u3057\u305f\u3002
28=\u5931\u6557: SYSTEM.DEFAULT.LOCAL.QUEUE \u3092\u30af\u30ed\u30fc\u30ba\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002
29=\u6210\u529f: SYSTEM.DEFAULT.LOCAL.QUEUE \u3092\u30af\u30ed\u30fc\u30ba\u3057\u307e\u3057\u305f\u3002
30=\u5931\u6557: \u30ad\u30e5\u30fc\u30fb\u30de\u30cd\u30fc\u30b8\u30e3\u30fc\u304b\u3089\u63a5\u7d9a\u89e3\u9664\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002
31=\u6210\u529f: \u30ad\u30e5\u30fc\u30fb\u30de\u30cd\u30fc\u30b8\u30e3\u30fc\u304b\u3089\u63a5\u7d9a\u89e3\u9664\u3057\u307e\u3057\u305f\u3002
32=\u00a5n\u00a5
\u00a5n\u00a5
\u30c6\u30b9\u30c8\u5b8c\u4e86 - \u00a5n\u00a5
\u6210\u529f: \u3053\u306e MQ Transport \u306f\u6b63\u3057\u304f\u52d5\u4f5c\u3057\u3066\u3044\u307e\u3059\u3002
#
# Messages produced whilst parsing user input
# ---------------------------------------------------------------
#
33=\u5931\u6557: 1414 \u3092\u4f7f\u3063\u305f\u30dd\u30fc\u30c8\u6307\u5b9a\u304c\u7121\u52b9\u3067\u3059\u3002
34=\u5931\u6557: MQ \u30d1\u30c3\u30b1\u30fc\u30b8\u306e\u30af\u30e9\u30b9\u3092\u30ed\u30fc\u30c9\u3067\u304d\u307e\u305b\u3093\u3002\u00a5n\u00a5
\u00a5t\u7406\u7531: Web \u30b5\u30fc\u30d0\u30fc\u307e\u305f\u306f\u30a2\u30d7\u30ec\u30c3\u30c8\u30fb\u30d3\u30e5\u30fc\u30a2\u30fc\u304c MQ \u30af\u30e9\u30b9\u3092\u00a5n\u00a5
\u00a5t\u898b\u3064\u3051\u3089\u308c\u307e\u305b\u3093\u3002\u00a5n\u00a5
\u00a5t\u51e6\u7f6e: MQ \u30af\u30e9\u30a4\u30a2\u30f3\u30c8\u30fb\u30af\u30e9\u30b9\u304c CLASSPATH \u5185\u306e\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30fc\u306e\u00a5n\u00a5
\u00a5t      \u30b5\u30d6\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30fc com/ibm/mq \u306b\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u3055\u308c\u3066\u3044\u308b\u304b\u78ba\u8a8d\u3057\u3066\u304f\u3060\u3055\u3044\u3002
#
35=\u30c6\u30b9\u30c8\u4e2d {0} \u00a5n\u00a5
\u00a5n
#
36=\u5931\u6557: \u30db\u30b9\u30c8\u540d\u304c\u3042\u308a\u307e\u305b\u3093\u3002\u00a5n\u00a5
\u00a5t\u7406\u7531: \u30db\u30b9\u30c8\u540d\u9805\u76ee\u306e\u30d5\u30a3\u30fc\u30eb\u30c9\u304c\u30d6\u30e9\u30f3\u30af\u306b\u306a\u3063\u3066\u3044\u307e\u3059\u3002\u00a5n\u00a5
\u00a5t\u51e6\u7f6e: \u30db\u30b9\u30c8\u540d\u3092\u5165\u529b\u3057\u3066\u518d\u8a66\u884c\u3057\u3066\u304f\u3060\u3055\u3044\u3002
#
37=\u30db\u30b9\u30c8\u304c\u30a2\u30af\u30bb\u30b9\u53ef\u80fd\u3067\u3042\u308b\u304b\u3092\u691c\u67fb\u4e2d\u3067\u3059\u3002\u00a5n\u00a5
\u30ea\u30b9\u30ca\u30fc\u3092\u5b9f\u884c\u3057\u3066\u3044\u308b\u5834\u5408\u3001\u3053\u306e\u30c6\u30b9\u30c8\u4e2d\u306b\u30b3\u30f3\u30bd\u30fc\u30eb\u306b\u306f\u00a5n\u00a5
\u00a5\u300c\u30db\u30b9\u30c8 <your host> \u3068\u306e\u63a5\u7d9a\u304c\u30af\u30ed\u30fc\u30ba\u3055\u308c\u307e\u3057\u305f\u3002\u300d\u00a5"\u3001\u00a5n\u00a5
\u00a5\u300cTCP/IP \u5fdc\u7b54\u5074\u30d7\u30ed\u30b0\u30e9\u30e0\u3092\u958b\u59cb\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002\u300d\u00a5"\u00a5n\u00a5
\u3068\u3044\u3046\u30e1\u30c3\u30bb\u30fc\u30b8\u304c\u8868\u793a\u3055\u308c\u307e\u3059\u3002\u00a5n\u00a5
\u00a5n\u00a5
\u30db\u30b9\u30c8\u540d\u306f\u6709\u52b9\u3067\u3059\u304c\u3001\u30db\u30b9\u30c8\u306f\u63a5\u7d9a\u8981\u6c42\u306b\u5fdc\u7b54\u3057\u3066\u3044\u306a\u3044\u305f\u3081\u3001\u00a5n\u00a5
\u6709\u52b9\u671f\u9650\u304c\u5207\u308c\u3066\u30bf\u30a4\u30e0\u30a2\u30a6\u30c8\u306b\u306a\u308b\u307e\u3067\u5f85\u3064\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059\u3002
#
38=\u5931\u6557: \u63a5\u7d9a\u3057\u3088\u3046\u3068\u3057\u307e\u3057\u305f\u304c\u5931\u6557\u3057\u307e\u3057\u305f\u3002\u00a5n\u00a5
\u00a5t\u7406\u7531: \u4f7f\u7528\u3057\u3066\u3044\u308b Web \u30d6\u30e9\u30a6\u30b6\u30fc\u307e\u305f\u306f\u30a2\u30d7\u30ec\u30c3\u30c8\u30fb\u30d3\u30e5\u30fc\u30a2\u30fc\u306f\u3001\u00a5n\u00a5
\u00a5t\u30db\u30b9\u30c8 {0} \u306b\u63a5\u7d9a\u3059\u308b\u8a31\u53ef\u3092\u4e0e\u3048\u3089\u308c\u307e\u305b\u3093\u3002\u00a5n \u9650\u3089\u308c\u305f\u30d6\u30e9\u30a6\u30b6\u30fc (Netscape \u306a\u3069)\u00a5n\u00a5
\u00a5t        \u3060\u3051\u304c\u3001\u30a2\u30d7\u30ec\u30c3\u30c8\u3092\u5b9f\u884c\u3059\u308b\u30db\u30b9\u30c8\u3078\u306e\u63a5\u7d9a\u3092\u8a31\u3057\u307e\u3059\u3002\u00a5n\u00a5
\u00a5t\u51e6\u7f6e: \u30db\u30b9\u30c8\u540d\u3092\u4fee\u6b63\u3057\u3066\u518d\u8a66\u884c\u3057\u3066\u304f\u3060\u3055\u3044\u3002\u00a5n
#
39=\u5931\u6557: \u63a5\u7d9a\u3057\u3088\u3046\u3068\u3057\u307e\u3057\u305f\u304c\u5931\u6557\u3057\u307e\u3057\u305f\u3002\u00a5n\u00a5
\u00a5t\u7406\u7531: {0} \u306f\u4e0d\u660e\u306a\u30db\u30b9\u30c8\u3067\u3059\u3002\u00a5n\u00a5
\u00a5t\u51e6\u7f6e: \u30db\u30b9\u30c8\u540d\u3092\u4fee\u6b63\u3057\u3066\u518d\u8a66\u884c\u3057\u3066\u304f\u3060\u3055\u3044\u3002\u00a5n
#
40=\u5931\u6557: \u63a5\u7d9a\u3057\u3088\u3046\u3068\u3057\u307e\u3057\u305f\u304c\u5931\u6557\u3057\u307e\u3057\u305f\u3002\u00a5n\u00a5
\u00a5t\u7406\u7531: {0} \u306f\u6709\u52b9\u306a\u30db\u30b9\u30c8\u540d\u3067\u3042\u308a\u3001\u3053\u308c\u306b\u63a5\u7d9a\u3059\u308b\u305f\u3081\u306e\u00a5n\u00a5
\u00a5t        \u30bb\u30ad\u30e5\u30ea\u30c6\u30a3\u30fc\u8a31\u53ef\u3092\u6240\u6709\u3057\u3066\u3044\u307e\u3059\u3002 \u00a5n\u00a5
\u00a5t        TCP/IP \u30c7\u30fc\u30e2\u30f3\u307e\u305f\u306f\u30ea\u30b9\u30ca\u30fc\u30fb\u30d7\u30ed\u30b0\u30e9\u30e0\u304c {1} \u3067\u00a5n\u00a5
\u00a5t        \u5b9f\u884c\u3055\u308c\u3066\u3044\u306a\u3044\u53ef\u80fd\u6027\u304c\u3042\u308a\u307e\u3059\u3002\u00a5n\u00a5
\u00a5t\u51e6\u7f6e:   TCP/IP \u30c7\u30fc\u30e2\u30f3\u307e\u305f\u306f\u30ea\u30b9\u30ca\u30fc\u30fb\u30d7\u30ed\u30b0\u30e9\u30e0\u3092\u59cb\u52d5\u3057\u3066\u00a5n\u00a5
\u00a5t        \u304f\u3060\u3055\u3044 (\u307e\u305f\u3001\u3053\u308c\u304c\u30dd\u30fc\u30c8 {2} \u3067 listen \u7528\u306b\u69cb\u6210\u00a5n\u00a5
\u00a5t        \u3055\u308c\u3066\u3044\u308b\u304b\u3092\u8abf\u3079\u3066\u304f\u3060\u3055\u3044)\u3002
#
41=\u6210\u529f: \u30db\u30b9\u30c8 {0} \u306b\u30a2\u30af\u30bb\u30b9\u3057\u307e\u3057\u305f\u3002\u00a5n
#
42=\u5931\u6557: \u30c1\u30e3\u30cd\u30eb\u540d\u304c\u3042\u308a\u307e\u305b\u3093\u3002\u00a5n\u00a5
\u00a5t\u7406\u7531: \u30c1\u30e3\u30cd\u30eb\u306e\u5165\u529b\u30d5\u30a3\u30fc\u30eb\u30c9\u304c\u30d6\u30e9\u30f3\u30af\u306b\u306a\u3063\u3066\u3044\u307e\u3059\u3002\u00a5n\u00a5
\u00a5t\u51e6\u7f6e: \u30c1\u30e3\u30cd\u30eb\u540d\u3092\u5165\u529b\u3057\u3066\u518d\u8a66\u884c\u3057\u3066\u304f\u3060\u3055\u3044\u3002
#
43=MQ \u30c6\u30b9\u30c8\u3092\u958b\u59cb\u3057\u307e\u3059...\u00a5n\u00a5
\u3053\u306e\u30c6\u30b9\u30c8\u3092\u30a6\u30a7\u30d6\u7d4c\u7531\u3067\u5b9f\u884c\u3059\u308b\u5834\u5408\u3001\u30ea\u30f3\u30af\u306e\u30b9\u30d4\u30fc\u30c9\u306b\u4f9d\u5b58\u3057\u3066\u3001\u00a5n\u00a5
 MQ \u30af\u30e9\u30b9\u306e\u30c0\u30a6\u30f3\u30ed\u30fc\u30c9\u306b\u6642\u9593\u304c\u304b\u304b\u308b\u5834\u5408\u304c\u3042\u308a\u307e\u3059\u3002\u00a5n
#
# Messages from text-only version of IVP
# ---------------------------------------------------------------
#
44=Websphere MQ for Java Installation Verification Program\u00a5n\u00a5
5639-B43 (C) Copyright IBM Corp. 1997, 1998. All Rights Reserved.\u00a5n\u00a5
===========================================================\u00a5n
#
45=MQ \u30b5\u30fc\u30d0\u30fc\u306e IP \u30a2\u30c9\u30ec\u30b9\u3092\u5165\u529b\u3057\u3066\u304f\u3060\u3055\u3044\u3002                 :
46=\u63a5\u7d9a\u5148\u306e\u30dd\u30fc\u30c8\u3092\u5165\u529b\u3057\u3066\u304f\u3060\u3055\u3044\u3002                            : (1414)
47=\u30b5\u30fc\u30d0\u30fc\u63a5\u7d9a\u30c1\u30e3\u30cd\u30eb\u540d\u3092\u5165\u529b\u3057\u3066\u304f\u3060\u3055\u3044\u3002                    :
48=\u30ad\u30e5\u30fc\u30fb\u30de\u30cd\u30fc\u30b8\u30e3\u30fc\u540d\u3092\u5165\u529b\u3057\u3066\u304f\u3060\u3055\u3044\u3002                    :
49=\u5931\u6557 : \u6a19\u6e96\u5165\u529b\u304b\u3089\u306e\u8aad\u53d6\u308a\u306b\u5931\u6557\u3057\u307e\u3057\u305f\u3002\u7d9a\u884c\u3067\u304d\u307e\u305b\u3093\u3002
#
50=\u00a5t\u7406\u7531: 2058 - \u30ad\u30e5\u30fc\u30fb\u30de\u30cd\u30fc\u30b8\u30e3\u30fc\u540d\u304c\u7121\u52b9\u304b\u3001\u307e\u305f\u306f\u4e0d\u660e\u3067\u3059\u3002\u00a5n\u00a5
\u00a5t\u51e6\u7f6e: \u30ad\u30e5\u30fc\u30fb\u30de\u30cd\u30fc\u30b8\u30e3\u30fc\u540d\u3092\u4fee\u6b63\u3057\u3066\u518d\u8a66\u884c\u3057\u3066\u304f\u3060\u3055\u3044\u3002\u00a5n\u00a5
\u00a5t      \u30ad\u30e5\u30fc\u30fb\u30de\u30cd\u30fc\u30b8\u30e3\u30fc\u540d\u30d7\u30ed\u30f3\u30d7\u30c8\u3067 Enter \u30ad\u30fc\u3092\u62bc\u3059\u3068\u3001\u30c7\u30d5\u30a9\u30eb\u30c8\u306e\u00a5n\u00a5
\u00a5t      \u30ad\u30e5\u30fc\u30fb\u30de\u30cd\u30fc\u30b8\u30e3\u30fc\u306b\u63a5\u7d9a\u3057\u307e\u3059\u3002
#
51=\u5931\u6557: \u63a5\u7d9a\u3057\u3088\u3046\u3068\u3057\u307e\u3057\u305f\u304c\u5931\u6557\u3057\u307e\u3057\u305f\u3002\u00a5n\u00a5
\u00a5t\u7406\u7531: \u4f7f\u7528\u3057\u3066\u3044\u308b Java \u4eee\u60f3\u30de\u30b7\u30f3\u306f\u3001\u00a5n\u00a5
\u00a5t\u30db\u30b9\u30c8 {0} \u306b\u63a5\u7d9a\u3059\u308b\u8a31\u53ef\u3092\u4e0e\u3048\u3089\u308c\u307e\u305b\u3093\u3002\u00a5n\u00a5
\u00a5t\u51e6\u7f6e: \u5225\u306e\u30db\u30b9\u30c8\u540d\u3067\u518d\u8a66\u884c\u3057\u3066\u304f\u3060\u3055\u3044\u3002\u00a5n
#
52=\u5931\u6557: \u30c1\u30e3\u30cd\u30eb\u540d\u304c\u3042\u308a\u307e\u305b\u3093\u3002\u00a5n\u00a5
\u00a5t\u51e6\u7f6e: \u30d7\u30ed\u30b0\u30e9\u30e0\u3092\u518d\u5b9f\u884c\u3057\u3066\u3001\u30d7\u30ed\u30f3\u30d7\u30c8\u3067\u30c1\u30e3\u30cd\u30eb\u540d\u3092\u5165\u529b\u3057\u3066\u304f\u3060\u3055\u3044\u3002\u00a5n
#
53=Websphere MQ Bindings for Java Installation Verification Program\u00a5n\u00a5
5639-B43 (C) Copyright IBM Corp. 1997, 1998 All Rights Reserved.\u00a5n\u00a5
===========================================================\u00a5n
#
54=\u5931\u6557: \u30db\u30b9\u30c8\u540d\u304c\u3042\u308a\u307e\u305b\u3093\u3002\u00a5n\u00a5
\u51e6\u7f6e: \u30d7\u30ed\u30b0\u30e9\u30e0\u3092\u518d\u5b9f\u884c\u3057\u3066\u3001\u30d7\u30ed\u30f3\u30d7\u30c8\u3067\u30db\u30b9\u30c8\u540d\u3092\u5165\u529b\u3057\u3066\u304f\u3060\u3055\u3044\u3002\u00a5n
55=\u00a5n\u00a5
\u00a5n\u00a5
\u30c6\u30b9\u30c8\u5b8c\u4e86 - \u00a5n\u00a5
\u6210\u529f: \u3053\u306e MQ Transport \u306f\u6b63\u3057\u304f\u52d5\u4f5c\u3057\u3066\u3044\u307e\u3059\u3002
#
56=\u30ea\u30bb\u30c3\u30c8
#
# Note for translators:
# The following property (property 57) should be a useful ASCII CCSID for
# the language. Set as per the following table:
#      819      _de, _en_US, _es, _fr, _it, pt
#      932      _ja
#      949      _ko
#     1381      _zh_CN
#      950      _zh_TW
#
57=932
#
58=\u63a5\u7d9a\u30bf\u30a4\u30d7 (Websphere MQ \u307e\u305f\u306f VisiBroker) \u3092\u5165\u529b\u3057\u3066\u304f\u3060\u3055\u3044\u3002 : (Websphere MQ)
59=\u30b2\u30fc\u30c8\u30a6\u30a7\u30a4\u306e IP \u30a2\u30c9\u30ec\u30b9\u3092\u5165\u529b\u3057\u3066\u304f\u3060\u3055\u3044\u3002                   : (
60=)
61=\u63a5\u7d9a\u5148\u306e\u30dd\u30fc\u30c8\u3092\u5165\u529b\u3057\u3066\u304f\u3060\u3055\u3044\u3002                               : (1881)
62=\u5931\u6557: \u30bd\u30d5\u30c8\u30a6\u30a7\u30a2\u304c\u6b20\u843d\u3057\u3066\u3044\u307e\u3059\u3002\u305f\u3076\u3093\u3001Websphere MQ \u307e\u305f\u306f VBROKER_ADM \u5909\u6570\u3067\u3059\u3002
63=\u7d9a\u884c\u3059\u308b\u306b\u306f Enter \u3092\u62bc\u3057\u3066\u304f\u3060\u3055\u3044 ...
#
# End of file
